Repository: GNOME/fractal
Catalog: fractal-gtk/po/*.po
Languages: cs, hu, nl, pl, tr, zh_cn

source: _New Password
cs: _Nové heslo
hu: Új _jelszó
nl: _Nieuw wachtwoord
pl: _Nowe hasło
tr: Ye_ni Parola
zh_cn: 新密码(_N)

source: Current _Password
cs: Současné _heslo
hu: Jele_nlegi jelszó
nl: Huidig _wachtwoord
pl: _Obecne hasło
tr: Geçerli _Parola
zh_cn: 当前密码(_P)

source: Room Details
cs: Údaje o místnosti
hu: Szoba részletei
nl: Gespreksdetails
pl: Informacje o pokoju
tr: Oda Ayrıntıları
zh_cn: 聊天室详情

source: Invite to This Room
cs: Pozvat do této místnosti
hu: Meghívás ebbe a szobába
nl: Uitnodigen voor dit gesprek
pl: Zaproś do tego pokoju
tr: Bu Odaya Davet Et
zh_cn: 邀请到该聊天室

source: Leave Room
cs: Opustit místnost
hu: Szoba elhagyása
nl: Gesprek verlaten
pl: Opuść pokój
tr: Odayı Terket
zh_cn: 离开聊天室

source: Unknown
cs: Neznámá
hu: Ismeretlen
nl: Onbekend
pl: Nieznane
tr: Bilinmeyen
zh_cn: 未知

source: Add name
cs: přidejte název
hu: Név hozzáadása
nl: Naam toevoegen
pl: Dodawanie nazwy
tr: Ad ekle
zh_cn: 添加名字

source: Add topic
cs: Přidat téma místnosti
hu: Téma hozzáadása
nl: Onderwerp toevoegen
pl: Dodawanie tematu
tr: Konu ekle
zh_cn: 添加主题

source: Type in your room topic
cs: zadejte své téma místnosti
hu: Írja be a szoba témáját
nl: Voer uw gespreksonderwerp in
pl: Temat pokoju
tr: Oda konunuzu girin
zh_cn: 输入您的聊天室主题

source: No room description
cs: Místnost nemá popis
hu: Nincs szobaleírás
nl: Geen gespreksbeschrijving
pl: Brak opisu pokoju
tr: Oda açıklaması
zh_cn: 无聊天室描述

source: Notifications
cs: Oznámení
hu: Értesítések
nl: Meldingen
pl: Powiadomienia
tr: Bildirimler
zh_cn: 通知

source: Notification sounds
cs: Zvuk oznámení
hu: Értesítési hangok
nl: Meldingsgeluiden
pl: Dźwięki powiadomień
tr: Bildirim sesleri
zh_cn: 通知铃声

source: For all messages
cs: Pro všechny zprávy
hu: Az összes üzenetnél
nl: Voor alle berichten
pl: Dla wszystkich wiadomości
tr: Tüm iletiler için
zh_cn: 所有消息

source: Only for mentions
cs: Pouze pro uvedené
hu: Csak az említéseknél
nl: Enkel bij vermeldingen
pl: Tylko dla wzmianek
tr: Sadece bahsetmeler için
zh_cn: 仅被提到

source: Shared Media
cs: Sdílená multimédia
hu: Megosztott média
nl: Gedeelde media
pl: Udostępniane multimedia
tr: Paylaşılan Ortam
zh_cn: 已分享媒体

source: photos
cs: fotky
hu: fényképek
nl: foto’s
pl: zdjęcia
tr: fotoğraf
zh_cn: 照片

source: videos
cs: videa
hu: videók
pl: filmy
tr: video
zh_cn: 视频

source: documents
cs: dokumenty
hu: dokumentumok
nl: documenten
pl: dokumenty
tr: belge
zh_cn: 文档

source: New members can see
cs: Noví členové smí vidět
hu: Az új tagok láthatják
nl: Nieuwe leden kunnen het volgende zien
pl: Nowi członkowie mogą widzieć
tr: Yeni üyeler görebilir
zh_cn: 新成员可见

source: All room history
cs: Celou historii místnosti
hu: Összes szobaelőzmény
nl: Volledige gespreksgeschiedenis
pl: Cała historia pokoju
tr: Tüm oda tarihi
zh_cn: 所有聊天室记录

source: History after they were invited
cs: Historii od chvíle, kdy byli pozváni
hu: Előzmények a meghívás óta
nl: Geschiedenis sinds uitnodiging
pl: Historia po zaproszeniu
tr: Davet edilmelerinden sonraki tarih
zh_cn: 他们被邀请后的记录

source: Room Visibility
cs: Viditelnost místnosti
hu: Szoba láthatósága
nl: Zichtbaarheid van gesprek
pl: Widoczność pokoju
tr: Oda Görünürlüğü
zh_cn: 聊天室可见性

source: Allow guests
cs: Povolit hosty
hu: Vendégek engedélyezése
nl: Gasten toestaan
pl: Zezwolenie na gości
tr: Misafirlere izin ver
zh_cn: 允许游客

source: Allow joining without invite
cs: Umožnit vstoupit bez pozvánky
hu: Meghívás nélküli csatlakozás engedélyezése
nl: Deelnemen zonder uitnodiging toestaan
pl: Zezwolenie na dołączanie bez zaproszenia
tr: Davetiyesiz katılıma izin ver
zh_cn: 允许无邀请加入

source: Publish in room directory
cs: Zveřejnit v adresáři místností
hu: Közzététel a szobajegyzékben
nl: Publiceren in gespreksmap
pl: Publikowanie w katalogu pokoi
tr: Oda dizininde yayımla
zh_cn: 公布在聊天室目录

source: Join addresses
cs: Adresa místnosti
hu: Csatlakozási címek
nl: Deelname-adressen
pl: Adresy dołączania
tr: Katılım adresleri
zh_cn: 加入地址

source: members
cs: Členové
hu: tagok
nl: deelnemers
pl: członkowie
tr: üye
zh_cn: 成员

source: Invite New Member
cs: Pozvat nového člena
hu: Új tag meghívása
nl: Nieuwe deelnemer uitnodigen
pl: Zaproś nowego członka
tr: Yeni Üye Davet Et
zh_cn: 邀请新成员

source: Details
cs: Podrobnosti
hu: Részletek
nl: Gegevens
pl: Informacje
tr: Ayrıntılar
zh_cn: 详情

source: Scroll to bottom
cs: Posunout dolů
hu: Görgetés az aljára
nl: Scroll naar onderen
pl: Przewiń na dół
tr: En alta kaydır
zh_cn: 滚动到底部

source: Show rooms from:
cs: Zobrazovat místnosti, které nabízí:
hu: Szobák megjelenítése innen:
nl: Gesprekken tonen van:
pl: Wyświetlanie pokoi z:
tr: Şuradan odaları göster:
zh_cn: 显示聊天室：

source: Your homeserver
cs: Váš domovský server
hu: Az Ön gazdakiszolgálója
nl: Uw thuisserver
pl: Ten serwer domowy
tr: Evsunucunuz
zh_cn: 您的主服务器

source: Other Protocol
cs: Jiný protokol
hu: Egyéb protokoll
nl: Ander protocol
pl: Inny protokół
tr: Diğer İletişim Kuralı
zh_cn: 其它协议

source: Other Homeserver
cs: Jiný domovský server
hu: Egyéb gazdakiszolgáló
nl: Andere thuisserver
pl: Inny serwer domowy
tr: Diğer Evsunucusu
zh_cn: 其它主服务器

source: Homeserver URL
cs: URL domovského serveru
hu: Gazdakiszolgáló URL
nl: Thuisserver-URL
pl: Adres serwera domowego
tr: Evsunucu URL’si
zh_cn: 主服务器网址

source: Images
cs: Obrázky
hu: Képek
nl: Afbeeldingen
pl: Obrazy
tr: Görüntüler
zh_cn: 图像

source: Select a new avatar
cs: Výběr nového avatara
hu: Válasszon új avatárt
nl: Kies een nieuwe avatar
pl: Wybór nowego awatara
tr: Yeni avatar seç
zh_cn: 选择新头像

source: Select a file
cs: Výběr souboru
hu: Válasszon fájlt
nl: Kies een bestand
pl: Wybór pliku
tr: Dosya seç
zh_cn: 选择文件

source: This message has no source.
cs: Tato zpráva nemá žádný zdroj.
hu: Ennek az üzenetnek nincs forrása.
nl: Dit bericht heeft geen bron.
pl: Ta wiadomość nie ma źródła.
tr: Bu iletinin kaynağı yok.
zh_cn: 该消息没有来源。

source: Could not download the file
cs: Nezdařilo se stáhnout soubor
hu: Nem sikerült letölteni a fájlt
nl: Kon bestand niet downloaden
pl: Nie można pobrać pliku
tr: Dosya indirilemedi
zh_cn: 无法下载该文件

source: Couldn’t save file
cs: Nezdařilo se uložit soubor
hu: Nem sikerült menteni a fájlt
nl: Kon bestand niet opslaan
pl: Nie można zapisać pliku
tr: Dosya kaydedilemedi
zh_cn: 无法保存文件

source: Couldn’t open file
cs: Nezdařilo se otevřít soubor
hu: Nem sikerült megnyitni a fájlt
nl: Kon bestand niet openen
pl: Nie można otworzyć pliku
tr: Dosya açılamadı
zh_cn: 无法打开文件

source: A Matrix.org client for GNOME
cs: Klient Matrix.org pro GNOME
hu: Egy Matrix.org kliens a GNOME-hoz
nl: Een Matrix.org-cliënt voor Gnome
pl: Klient sieci Matrix.org dla środowiska GNOME
tr: GNOME için bir Matrix.org istemcisi
zh_cn: 一个 GNOME Matrix.org 客户端

source: © 2017–2018 Daniel García Moreno, et al.
pl: © 2017-2018 Daniel García Moreno i inni
tr: © 2017–2018 Daniel García Moreno ve diğerleri.

source: Learn more about Fractal
cs: Dozvědět se o Fraktálu více
hu: Tudjon meg többet a Fractalról
nl: Kom meer te weten over Fractal
pl: Więcej informacji o programie Fractal
tr: Fractal hakkında daha çok şey öğrenin
zh_cn: 了解更多关于 Fractal 信息

source: translator-credits
cs: Marek Černocký <marek@manet.cz>
hu: Meskó Balázs <mesko.balazs at fsf dot hu>
nl: Nathan Follens <nthn@unseen.is> Meer info over Gnome-NL http://nl.gnome.org
pl: Marek Jędrzejewski <kontakt@marekjedrzejewski.pl>, 2018 Piotr Drąg <piotrdrag@gmail.com>, 2018-2020 Aviary.pl <community-poland@mozilla.org>, 2018-2020
tr: Çağatay Yiğit Şahin <cyigitsahin@outlook.com> Serdar Sağlam <teknomobil@yandex.com> Sabri Ünal <libreajans@gmail.com> Emin Tufan Çetin <etcetin@gmail.com>
zh_cn: lumingzh <lumingzh@qq.com>, 2018-2020

source: Name by
cs: Pojmenoval
hu: Elnevezés:
nl: Noemen naar
pl: Nazwa
tr: Adını veren
zh_cn: 名字

source: The validation code is not correct.
cs: Ověřovací kód není správný.
hu: Az ellenőrzőkód helytelen.
nl: De validatiecode is onjuist.
pl: Kod weryfikacyjny jest niepoprawny.
tr: Doğrulama kodu hatalı.
zh_cn: 该验证码不正确。

source: Enter the code received via SMS
cs: Zadejte kód přijatý přes SMS
hu: Adja meg az SMS-ben kapott kódot
nl: Voer de code in die u in een sms hebt ontvangen
pl: Proszę wpisać kod otrzymany przez SMS
tr: SMS ile alınan kodu girin
zh_cn: 输入通过短信收到的验证码

source: Continue
cs: Pokračovat
hu: Folytatás
nl: Doorgaan
pl: Kontynuuj
tr: Devam
zh_cn: 继续

source: In order to add this email address, go to your inbox and follow the link you received. Once you’ve done that, click Continue.
cs: Abyste přidali tuto e-mailovou adresu, běžte do jejích přijatých zpráv a otevřete přijatý odkaz. Až to uděláte, klikněte na Pokračovat.
hu: Az e-mail cím hozzáadásához menjen a bejövő üzeneteihez, és kövesse a kapott hivatkozást. Ha végzett, kattintson a Folytatás gombra.
nl: Om dit e-mailadres te gebruiken, gaat u naar uw postvak IN en volgt u de koppeling die u hebt ontvangen. Klik daarna op Doorgaan.
pl: Aby dodać ten adres e-mail, należy przejść do skrzynki odbiorczej i kliknąć otrzymany odnośnik. Po zrobieniu tego należy kliknąć przycisk Kontynuuj.
tr: Bu e-posta adresini eklemek için gelen kutunuza gidin ve aldığınız bağlantıyı izleyin. Bunu yapınca Devam Et’i tıklayın.
zh_cn: 为了添加该邮箱地址，请打开您的收件箱并点击收到的链接。一旦您那样做完，点击继续。

source: Are you sure you want to delete your account?
cs: Opravdu chcete smazat tento účet?
hu: Biztosan törölni szeretné a fiókját?
nl: Weet u zeker dat u uw account wilt verwijderen?
pl: Na pewno usunąć konto?
tr: Hesabınızı silmek istediğinizden emin misiniz?
zh_cn: 您确定想要删除您的账号吗？

source: Image from Clipboard
cs: Obrázek ze schránky
hu: Kép a vágólapról
nl: Afbeelding van klembord
pl: Obraz ze schowka
tr: Panodan Resim
zh_cn: 剪贴板图像

source: Send
cs: Odeslat
hu: Küldés
nl: Verzenden
pl: Wyślij
tr: Gönder
zh_cn: 发送

source: image
cs: obrázek
hu: kép
nl: afbeelding
pl: obraz
tr: görüntü
zh_cn: 图像

source: Invite to {name}
cs: Pozvat do místnosti {name}
hu: Meghívás ide: {name}
nl: Uitnodigen in {name}
pl: Zaproś do „{name}”
tr: {name} kullanıcısını davet et
zh_cn: 邀请到 {name}

source: Join {room_name}?
cs: Vstoupit do místnosti {room_name}?
hu: Csatlakozik ide: {room_name}?
nl: [room_name} binnengaan?
pl: Dołączyć do pokoju „{room_name}”?
tr: {room_name} odasına katıl?
zh_cn: 加入 {room_name}？

source: You’ve been invited to join <b>{room_name}</b> room by <b>{sender_name}</b>
cs: Byli jste uživatelem <b>{sender_name}</b> pozváni ke vstupu do místnosti <b>{room_name}</b>
hu: <b>{sender_name}</b> meghívta, hogy csatlakozzon a(z) <b>{room_name}</b> szobához
nl: U bent uitgenodigd in <b>{room_name}</b> door <b>{sender_name}</b>
pl: Otrzymano zaproszenie do pokoju <b>{room_name}</b> od <b>{sender_name}</b>
tr: <b>{sender_name}</b> tarafından <b>{room_name}</b> odasına katılmaya davet edildiniz
zh_cn: 您已被 <b>{sender_name}</b> 邀请加入 <b>{room_name}</b> 房间

source: You’ve been invited to join <b>{room_name}</b>
cs: Byli jste pozváni do místnosti <b>{room_name}</b>
hu: Meghívták, hogy csatlakozzon a(z) <b>{room_name}</b> szobához
nl: U bent uitgenodigd in <b>{room_name}</b>
pl: Otrzymano zaproszenie do pokoju <b>{room_name}</b>
tr: <b>{room_name}</b> odasına katılmaya davet edildiniz
zh_cn: 您已被邀请加入 <b>{room_name}</b>

source: An audio file has been added to the conversation.
cs: Do konverzace byl přidán zvukový soubor.
hu: Egy hangfájl hozzá lett adva a beszélgetéshez.
pl: Plik dźwiękowy został dodany do rozmowy.
zh_cn: 一个音频文件已被添加至该对话。

source: An image has been added to the conversation.
cs: Do konverzace byl přidán obrázek.
hu: Egy kép hozzá lett adva a beszélgetéshez.
pl: Obraz został dodany do rozmowy.
zh_cn: 一幅图像已被添加至该对话。

source: A video has been added to the conversation.
cs: Do konverzace bylo přidáno video.
hu: Egy videó hozzá lett adva a beszélgetéshez.
pl: Film został dodany do rozmowy.
zh_cn: 一段视频已被添加至该对话。

source: A file has been added to the conversation.
cs: Do konverzace byl přidán soubor.
hu: Egy fájl hozzá lett adva a beszélgetéshez.
pl: Plik został dodany do rozmowy.
zh_cn: 一个文件已被添加至该对话。

source: (direct message)
cs: (přímá zpráva)
hu: (közvetlen üzenet)
nl: (één-op-één-bericht)
pl: (bezpośrednia wiadomość)
tr: (doğrudan ileti)
zh_cn: （直连消息）

source: Leave {room_name}?
cs: Opustit místnost {room_name}?
hu: Kilép a(z) {room_name} szobából?
nl: {room_name} verlaten?
pl: Opuścić pokój „{room_name}”?
tr: {room_name} odasını terket?
zh_cn: 离开 {room_name}？

source: The room ID is malformed
cs: ID místnosti je vadné
hu: A szoba azonosítója helytelenül formázott
pl: Identyfikator pokoju jest błędnie sformatowany
zh_cn: 该聊天室标识异常

source: EMPTY ROOM
cs: PRÁZDNÁ MÍSTNOST
hu: ÜRES SZOBA
nl: LEEG GESPREK
pl: PUSTY POKÓJ
tr: BOŞ ODA
zh_cn: 空聊天室

source: {m1} and {m2}
cs: {m1} a {m2}
hu: {m1} és {m2}
nl: {m1} en {m2}
pl: {m1} i {m2}
tr: {m1} ve {m2}
zh_cn: {m1} 和 {m2}

source: {m1} and Others
cs: {m1} a další
hu: {m1} és mások
nl: {m1} en anderen
pl: {m1} i inni
tr: {m1} ve Diğerleri
zh_cn: {m1} 和其它

source: Several users are typing…
cs: Několik uživatelů píše…
hu: Több felhasználó is gépel…
nl: Meerdere gebruikers typen…
pl: Kilku użytkowników pisze…
tr: Çeşitli kullanıcılar yazıyor…
zh_cn: 几个用户正在输入…

source: <b>{}</b> is typing…
cs: <b>{}</b> píše…
hu: <b>{}</b> gépel…
nl: <b>{}</b> typt…
pl: <b>{}</b> pisze…
tr: <b>{}</b> yazıyor…
zh_cn: <b>{}</b> 正在输入…

source: Syncing, this could take a while
cs: Synchronizuje se, může to chvíli trvat
hu: Szinkronizálás, ez eltarthat egy ideig
nl: Bezig met synchroniseren, dit kan even duren
pl: Synchronizowanie. Może to chwilę zająć.
tr: Eşzamanlanıyor, biraz zaman alabilir
zh_cn: 正在同步，这可能会花一段时间

source: Error searching for rooms
cs: Chyba při hledání místnosti
hu: Hiba a szobák keresésekor
nl: Fout bij zoeken naar gesprekken
pl: Błąd podczas wyszukiwania pokoi
tr: Odalar için aratılırken hata
zh_cn: 搜索聊天室出错

source: Can’t login, try again
cs: Nezdařilo se přihlásit, zkuste to znovu.
hu: Nem lehet bejelentkezni, próbálja újra
nl: Kan niet inloggen, probeer het opnieuw
pl: Nie można się zalogować. Proszę spróbować ponownie.
tr: Giriş yapılamadı, yeniden deneyin
zh_cn: 无法登录，请重试

source: Error deleting message
cs: Chyba při mazání zprávy
hu: Hiba az üzenet törlésekor
nl: Fout bij verwijderen van bericht
pl: Błąd podczas usuwania wiadomości
tr: İleti silinirken hata
zh_cn: 删除消息出错

source: Can’t join the room, try again.
cs: Nezdařilo se vstoupit do místnosti, zkuste to znovu.
hu: Nem lehet csatlakozni a szobához, próbálja újra.
nl: Kan niet deelnemen aan gesprek, probeer het opnieuw.
pl: Nie można dołączyć do pokoju. Proszę spróbować ponownie.
tr: Odaya katılınamadı, yeniden deneyin.
zh_cn: 无法加入该聊天室，请重试。

source: Can’t create the room, try again
cs: Nezdařilo se vytvořit místnost, zkuste to znovu.
hu: A szoba nem hozható létre, próbálja újra
nl: Kan gesprek niet aanmaken, probeer het opnieuw
pl: Nie można utworzyć pokoju. Proszę spróbować ponownie.
tr: Oda yaratılamadı, yeniden deneyin
zh_cn: 无法创建该聊天室，请重试

source: Sorry, account settings can’t be loaded.
cs: Litujeme, ale nezdařilo se načíst nastavení účtu.
hu: Elnézést, a fiók beállításait nem sikerült betölteni.
nl: Sorry, de accountinstellingen kunnen niet geladen worden.
pl: Nie można wczytać ustawień konta.
tr: Ne yazık ki hesap ayarları yüklenemiyor.
zh_cn: 抱歉，账号设置无法加载。

source: Email is already in use
cs: E-mail se již používá
hu: Az e-mail cím már használatban van
nl: E-mailadres is al in gebruik
pl: Adres e-mail jest już używany
tr: E-posta zaten kullanılıyor
zh_cn: 电子邮件已被使用

source: Please enter a valid email address.
cs: Zadejte prosím platnou e-mailovou adresu.
hu: Adjon meg egy érvényes e-mail címet.
pl: Proszę podać prawidłowy adres e-mail.
zh_cn: 请填入一个有效的电子邮箱地址。

source: Couldn’t add the email address.
cs: Nezdařilo se přidat e-mailovou adresu
hu: Nem sikerült hozzáadni az e-mail címet.
nl: Kon e-mailadres niet toevoegen.
pl: Nie można dodać adresu e-mail.
tr: E-posta adresi eklenemedi.
zh_cn: 无法添加该电子邮件地址。

source: The identity server is invalid.
cs: Server identit je neplatný.
hu: A személyazonosság-kiszolgáló érvénytelen.
pl: Serwer tożsamości jest nieprawidłowy.
zh_cn: 该认证服务器无效。

source: Phone number is already in use
cs: Telefonní číslo se již používá
hu: A telefonszám már használatban van
nl: Telefoonnummer is al in gebruik
pl: Numer telefonu jest już używany
tr: Telefon numarası zaten kullanılıyor
zh_cn: 手机号码已被使用

source: Please enter your phone number in the format: + your country code and your phone number.
cs: Zadejte prosím své telefonní číslo ve formátu: + předčíslí_vaší_země vaše_telefonní_číslo
hu: Adja meg a telefonszámát a következő formátumban: + országkód és a telefonszáma.
nl: Voer uw telefoonnummer in volgens onderstaand formaat: + uw landcode en uw telefoonnummer.
pl: Proszę podać numer telefonu w formacie: + kod kraju i numer telefonu.
tr: Lütfen telefon numaranızı şöyle girin: + ülke kodu ve telefon numarası.
zh_cn: 请按以下格式填入您的电话号码： + 您的国别码和您的手机号码。

source: Couldn’t add the phone number.
cs: Nezdařilo se přidat telefonní číslo
hu: Nem sikerült hozzáadni a telefonszámot.
nl: Kon telefoonnummer niet toevoegen.
pl: Nie można dodać numeru telefonu.
tr: Telefon numarası eklenemedi.
zh_cn: 无法添加该手机号码。

source: Couldn’t change the password
cs: Nezdařilo se změnit heslo.
hu: Nem sikerült megváltoztatni a jelszót
nl: Kon wachtwoord niet wijzigen
pl: Nie można zmienić hasła
tr: Parola değiştirilemedi
zh_cn: 无法修改该密码

source: Couldn’t delete the account
cs: Nezdařilo se smazat tento účet
hu: Nem sikerült törölni a fiókot
nl: Kon account niet verwijderen
pl: Nie można usunąć konta
tr: Hesap silinemedi
zh_cn: 无法删除该账号

source: You don’t have permission to post to this room
cs: Nemáte oprávnění přispívat do této místnosti
hu: Nincs jogosultsága üzenetet küldeni ebbe a szobába
nl: U heeft geen toestemming om in dit gesprek berichten te sturen
pl: Brak uprawnienia do pisania wiadomości w tym pokoju
tr: Bu odaya ileti gönderme izniniz yok
zh_cn: 您没有在该聊天室发言的权限

source: Save media as
cs: Uložení multimédií jako
hu: Média mentése másként
nl: Media opslaan als
pl: Zapis multimediów jako
tr: Ortamı farklı kaydet
zh_cn: 保存媒体为

source: _Save
cs: _Uložit
hu: _Mentés
nl: Op_slaan
pl: _Zapisz
tr: _Kaydet
zh_cn: 保存(_S)

source: _Select
cs: _Vybrat
hu: _Kiválasztás
nl: _Selecteren
pl: _Wybierz
tr: _Seç
zh_cn: 选择(_S)

source: Could not retrieve file URI
cs: Nezdařilo se získat adresu URI souboru
hu: Nem sikerült lekérni a fájl URI-t
nl: Kon bestands-URI niet ophalen
pl: Nie można odebrać adresu URI pliku
tr: Dosya URI’ı alınamadı
zh_cn: 无法找回文件网址

source: You have been kicked from {}
cs: Byl jste vyhozen z místnosti {}
hu: Kirúgták innen: {}
nl: U bent uit {} verwijderd
pl: Użytkownik został wyrzucony z pokoju {}
tr: {} odasından atıldınız
zh_cn: 您已被踢出 {}

source: Kicked by: {} “{}”
cs: Vyhodil vás: {} „{}“
hu: Kirúgta: {} „{}”
nl: Verwijderd door: {} ‘{}’
pl: Przez użytkownika: {} „{}”
tr: Atan: {} Neden: “{}”
zh_cn: 被 {} 踢出 “{}”

source: Malformed server URL
cs: Vadná adresa URL k serveru
hu: Helytelenül formázott kiszolgáló URL
pl: Błędnie sformatowany adres serwera
zh_cn: 有缺陷的服务器网址

source: Error while loading previous media
cs: Chyba při načítání předchozích multimédií
hu: Hiba az előző média betöltésekor
nl: Fout bij laden van vorige media
pl: Błąd podczas wczytywania poprzednich multimediów
tr: Önceki ortam yüklenirken hata
zh_cn: 加载之前的媒体时出错

source: No matching members found
cs: Nebyli nalezení žádní vyhovující členové
hu: Nem találhatóak megfelelő tagok
nl: Geen overeenkomstige deelnemers gevonden
pl: Nie odnaleziono pasujących członków
tr: Eşleşen üye bulunamadı
zh_cn: 未发现匹配的成员

source: Admin
cs: Správce
hu: Adminisztrátor
nl: Beheerder
pl: Administrator
tr: Yönetici
zh_cn: 管理员

source: Privileged
cs: Privilegovaný
hu: Kiváltságos
nl: Geprivilegieerd
pl: Z uprawnieniami
tr: Ayrıcalıklı
zh_cn: 特权用户

source: Uploading video.
cs: Nahrává se video.
hu: Videó feltöltése.
nl: Video wordt geüpload.
pl: Wysyłanie filmu.
tr: Video yükleniyor.
zh_cn: 正在上传视频。

source: Uploading audio.
cs: Nahrává se zvuk.
hu: Hang feltöltése.
nl: Audio wordt geüpload.
pl: Wysyłanie dźwięku.
tr: Ses dosyası yükleniyor.
zh_cn: 正在上传音频。

source: Uploading image.
cs: Nahrává se obrázek.
hu: Kép feltöltése.
nl: Afbeelding wordt geüpload.
pl: Wysyłanie obrazu.
tr: Görüntü yükleniyor.
zh_cn: 正在上传图像。

source: Uploading file.
cs: Nahrává se soubor.
hu: Fájl feltöltése.
nl: Bestand wordt geüpload.
pl: Wysyłanie pliku.
tr: Dosya yükleniyor.
zh_cn: 正在上传文件。

source: Last edited %c
cs: Naposledy upraveno: %c
hu: Utoljára szerkesztett %c
pl: Ostatnia modyfikacja: %c
zh_cn: 上次修改 %c

source: Save
cs: Uložit
hu: Mentés
nl: Opslaan
pl: Zapisuje
tr: Kaydet
zh_cn: 保存

source: Open
cs: Otevřít
hu: Megnyitás
nl: Openen
pl: Otwiera
tr: Aç
zh_cn: 打开

source: %R
cs: %k∶%M
pl: %H∶%M

source: New Messages
cs: Nové zprávy
hu: Új üzenetek
nl: Nieuwe berichten
pl: Nowe wiadomości
tr: Yeni İletiler
zh_cn: 新消息

source: %B %e
cs: %e. %B
nl: %d %B
pl: %-d %B

source: %B %e, %Y
cs: %e. %B %Y
hu: %Y. %B %-e.
nl: %d %B %Y
pl: %-d %B %Y

source: Room · {} member
cs: Místnost · {} člen
hu: Szoba · {} tag
nl: Gesprek · {} deelnemer
pl: Pokój · {} członek
tr: Oda · {} üye
zh_cn: 聊天室・{} 成员

source: {} member
cs: {} člen
hu: {} tag
nl: {} deelnemer
pl: {} członek
tr: {} üye
zh_cn: {} 成员

source: Invites
cs: Pozvánky
hu: Meghívások
nl: Uitnodigingen
pl: Zaproszenia
tr: Davetiyeler
zh_cn: 邀请

source: You don’t have any invitations
cs: Nemáte žádné pozvánky
hu: Nincsenek meghívásai
nl: U hebt geen uitnodigingen
pl: Nie ma żadnych zaproszeń
tr: Hiç davetiyeniz yok
zh_cn: 您没有任何邀请

source: Favorites
cs: Oblíbené
hu: Kedvencek
nl: Favorieten
pl: Ulubione
tr: Gözdeler
zh_cn: 最爱

source: Drag and drop rooms here to add them to your favorites
cs: Přetažením místnosti sem ji přidáte do svých oblíbených
hu: Húzzon és ejtsen ide szobákat, hogy hozzáadja a kedvenceihez
nl: Versleep gesprekken naar hier om ze aan uw favorieten toe te voegen
pl: Przeciągnięcie pokoi tutaj doda je do ulubionych
tr: Gözdelerinize eklemek için odaları buraya sürükleyip bırakın
zh_cn: 拖放聊天室到这里把它们添加到您的最爱

source: Rooms
cs: Místnosti
hu: Szobák
nl: Gesprekken
pl: Pokoje
tr: Odalar
zh_cn: 聊天室

source: You don’t have any rooms yet
cs: Zatím nemáte žádné místnosti
hu: Még nincsenek szobái
nl: U hebt nog geen gesprekken
pl: Nie ma jeszcze żadnych pokoi
tr: Henüz hiç odanız yok
zh_cn: 您还没有任何聊天室

source: Toggle fullscreen
cs: Přepnout celou obrazovku
hu: Teljes képernyő be/ki
zh_cn: 切换全屏

source: OK
cs: Budiž
hu: Rendben
nl: Oké
tr: Tamam
zh_cn: 确定

source: Moderator
cs: Moderátor
hu: Moderátor
tr: Moderatör
zh_cn: 仲裁者

source: %l∶%M %p
hu: %H:%M
nl: %H:%m

source: © 2017–2020 Daniel García Moreno, et al.
cs: © 2017 – 2020 Daniel García Moreno, a kol.

source: Save as…
nl: Opslaan als…
tr: Farklı kaydet…

source: Please enter a valid email adress.
nl: Voer een geldig e-mailadres in.
tr: Lütfen geçerli bir e-posta adresi girin.

source: Error sending message
nl: Fout bij verzenden van bericht
tr: İleti gönderilirken hata

source: Media is not loaded yet.
nl: Media nog niet ingeladen.
tr: Ortam henüz yüklenmedi.

source: Could not save the file
nl: Kon bestand niet opslaan
tr: Dosya kaydedilemedi
