Repository: GNOME/fractal
Catalog: fractal-gtk/po/*.po
Languages: cs, hu, nl, pl, tr, zh_cn

# shortcut window
source: General
cs: Obecné
hu: Általános
nl: Algemeen
pl: Ogólne
tr: Genel
zh_cn: 常规

# shortcut window
source: Close the active room
cs: Zavřít aktivní místnost
hu: Az aktív szoba bezárása
nl: Actief gesprek sluiten
pl: Zamknięcie aktywnego pokoju
tr: Etkin odayı kapat
zh_cn: 关闭激活的聊天室

# shortcut window
source: Open main menu
cs: Otevřít hlavní nabídku
hu: Főmenü megnyitása
pl: Otwarcie głównego menu
zh_cn: 打开主菜单

# shortcut window
source: Open / close the room sidebar search
cs: Otevřít / zavřít hledání v postranním panelu
hu: A szoba oldalsáv keresés megnyitása / bezárása
nl: Zijbalk voor zoeken in gesprek tonen/verbergen
pl: Otwarcie/zamknięcie wyszukiwania pokoju w panelu bocznym
tr: Oda yan çubuk aramasını aç / kapat
zh_cn: 打开/关闭聊天室侧边栏搜索

# shortcut window
source: Open the previous room in the list
cs: Otevřít předchozí místnost ze seznamu
hu: Az előző szoba megnyitása a listáról
nl: Vorig gesprek in de lijst openen
pl: Otwarcie poprzedniego pokoju z listy
tr: Listedeki önceki odayı aç
zh_cn: 在列表中打开上一个聊天室

# shortcut window
source: Open the next room in the list
cs: Otevřít následující místnost ze seznamu
hu: A következő szoba megnyitása a listáról
nl: Volgend gesprek in de lijst openen
pl: Otwarcie następnego pokoju z listy
tr: Listedeki sonraki odayı aç
zh_cn: 在列表中打开下一个聊天室

# shortcut window
source: Open the previous room with unread messages in the list
cs: Otevřít předchozí místnost s nepřečtenými zprávami ze seznamu
hu: Az olvasatlan üzenetekkel rendelkező előző szoba megnyitása a listáról
nl: Vorig gesprek met ongelezen berichten in de lijst openen
pl: Otwarcie poprzedniego pokoju z nieprzeczytanymi wiadomościami z listy
tr: Listede önceki odayı okunmamış iletileriyle aç
zh_cn: 在列表中打开上一个带有未读消息的聊天室

# shortcut window
source: Open the next room with unread messages in the list
cs: Otevřít následující místnost s nepřečtenými zprávami ze seznamu
hu: Az olvasatlan üzenetekkel rendelkező következő szoba megnyitása a listáról
nl: Volgend gesprek met ongelezen berichten in de lijst openen
pl: Otwarcie następnego pokoju z nieprzeczytanymi wiadomościami z listy
tr: Listede sonraki odayı okunmamış iletileriyle aç
zh_cn: 在列表中打开下一个带有未读消息的聊天室

# shortcut window
source: Open the first room of the list
cs: Otevřít první místnost ze seznamu
hu: A lista első szobájának megnyitása
nl: Eerste gesprek van de lijst openen
pl: Otwarcie pierwszego pokoju z listy
tr: Listedeki ilk odayı aç
zh_cn: 打开列表的第一个聊天室

# shortcut window
source: Open the last room of the list
cs: Otevřít poslední místnost ze seznamu
hu: A lista utolsó szobájának megnyitása
nl: Laatste gesprek van de lijst openen
pl: Otwarcie ostatniego pokoju z listy
tr: Listedeki son odayı aç
zh_cn: 打开列表的最后一个聊天室

# shortcut window
source: View older messages
cs: Zobrazit starší zprávy
hu: Régebbi üzenetek megtekintése
nl: Eerdere berichten bekijken
pl: Wyświetlenie starszych wiadomości
tr: Eski iletileri göster
zh_cn: 查看较早消息

# shortcut window
source: View newer messages
cs: Zobrazit novější zprávy
hu: Újabb üzenetek megtekintése
nl: Recentere berichten bekijken
pl: Wyświetlenie nowszych wiadomości
tr: Yeni iletileri göster
zh_cn: 查看较新消息

# shortcut window
source: Keyboard Shortcuts
cs: Klávesové zkratky
hu: Gyorsbillentyűk
nl: Sneltoetsen
pl: Skróty klawiszowe
tr: Klavye Kısayolları
zh_cn: 键盘快捷键

# shortcut window
source: Quit
cs: Ukončit
hu: Kilépés
nl: Afsluiten
pl: Zakończenie działania
tr: Çık
zh_cn: 退出

# shortcut message
source: Composing a new message
cs: Psaní nové zprávy
hu: Új üzenet írása
nl: Nieuw bericht schrijven
pl: Utworzenie nowej wiadomości
tr: Yeni bir ileti oluştur
zh_cn: 编写新消息

# shortcut message
source: Write on a new line
cs: Psát na nový řádek
hu: Írás új sorban
nl: Op een nieuwe regel schrijven
pl: Pisanie w nowym wierszu
tr: Yeni bir satıra yaz
zh_cn: 另起一行编写

source: Fractal is a decentralized, secure messaging client for collaborative group communication.
cs: Fractal je decentralizovaný a bezpečný komunikační klient pro komunikaci ve skupinách spolupracujících lidí.
hu: A Fractal egy decentralizált, biztonságos üzenetküldő kliens együttműködő csoportos kommunikációhoz.
nl: Fractal is een gedecentraliseerde, beveiligde berichtencliënt voor samenwerkende groepscommunicatie.
pl: Fractal jest zdecentralizowanym, bezpiecznym komunikatorem do komunikacji wśród współpracujących grup.
tr: Fractal iş birlikli grup iletişimi için dağıtık, güvenli bir mesajlaşma istemcisidir.
zh_cn: Fractal 是一个用于团组交流的分布式、保密聊天客户端。

source: Fractal group messaging
cs: Skupinová komunikace Fractal
hu: Fractal csoportos üzenetküldés
nl: Fractal groepsgesprekken
pl: Wiadomości grupowe Fractal
tr: Fractal grup mesajlaşma
zh_cn: Fractal 团组聊天

source: Matrix;matrix.org;chat;irc;communications;talk;riot;
cs: Matrix;matrix.org,chat;irc;diskuze;pokec;komunikace;
hu: Matrix;matrix.org;csevegés;irc;kommunikáció;beszélgetés;riot;
nl: Matrix;matrix.org;chat;irc;communications;talk;riot;gesprek;praten;chatten;praat;babbelen;communicatie;
pl: Matrix;matrix.org;czat;chat;irc;komunikacja;komunikator;im;wiadomość;rozmowa;riot;
tr: Matrix;matrix.org;sohbet;irc;iletişim;konuşma;riot;
zh_cn: 矩阵;沟通;交流;聊天;Matrix;matrix.org;chat;irc;communications;talk;riot;

source: Type of password and token storage
cs: Typ úložiště pro hesla a tikety
hu: A jelszó- és tokentároló típusa
nl: Type wachtwoord- en tokenopslag
pl: Typ magazynu hasła i tokenu
tr: Parola ve jeton depolama türü
zh_cn: 密码和令牌存储类型

source: Type of password and token storage, default value is: Secret Service
cs: Typ úložiště pro hesla a tikety, výchozí hodnota je: Secret Service
hu: A jelszó- és tokentároló típusa, alapértelmezett érték: Secret Service
nl: Type wachtwoord- en tokenopslag, standaardwaarde is: Geheime Dienst
pl: Typ magazynu hasła i tokenu, domyślą wartością jest: Secret Service
tr: Parola ve jeton depolama türü, öntanımlı değer: Secret Service (Gizli Servis)
zh_cn: 密码和令牌存储类型，默认值为：Secret Service

source: If markdown sending is active
cs: Aktivováno posílání formátování
hu: Aktív-e a markdown küldés
nl: Of Markdown-verzenden actief is
pl: Czy wysyłanie Markdown jest aktywne
tr: Markdown gönderme etkinse
zh_cn: Markdown 发送是否激活

source: Whether support for sending markdown messages is on
cs: Zda je zapnutá podpora posílání formátovaných zpráv
hu: A markdown üzenetek küldésének támogatása be van-e kapcsolva
nl: Of ondersteuning voor verzenden van berichten geformatteerd met Markdown is ingeschakeld
pl: Czy obsługa wysyłania wiadomości Markdown jest włączona
tr: Markdown gönderme desteğinin etkin olup olmadığı
zh_cn: 是否开启对发送 Markdown 消息的支持

source: X position of the main window on startup
cs: Pozice X hlavního okna pro příští spuštění
hu: A főablak X-pozíciója indításkor
nl: De X-positie van het hoofdvenster bij opstarten
pl: Położenie głównego okna na osi X podczas uruchamiania
tr: Ana pencerenin başlangıçtaki X konumu
zh_cn: 启动时主窗口的水平位置

source: Y position of the main window on startup
cs: Pozice Y hlavního okna pro příští spuštění
hu: A főablak Y-pozíciója indításkor
nl: De Y-positie van het hoofdvenster bij opstarten
pl: Położenie głównego okna na osi Y podczas uruchamiania
tr: Ana pencerenin başlangıçtaki Y konumu
zh_cn: 启动时主窗口的竖直位置

source: Width of the main window on startup
cs: Šířka hlavního okna pro příští spuštění
hu: A főablak szélessége indításkor
nl: De breedte van het hoofdvenster bij opstarten
pl: Szerokość głównego okna podczas uruchamiania
tr: Ana pencerenin başlangıçtaki genişliği
zh_cn: 启动时主窗口的宽度

source: Height of the main window on startup
cs: Výška hlavního okna pro příští spuštění
hu: A főablak magassága indításkor
nl: De hoogte van het hoofdvenster bij opstarten
pl: Wysokość głównego okna podczas uruchamiania
tr: Ana pencerenin başlangıçtaki yüksekliği
zh_cn: 启动时主窗口的高度

source: Whether the main window is maximized on startup
cs: Zda maximalizovat hlavní okno při příštím spuštění
hu: A főablak teljes méretben induljon-e
nl: Of het hoofdvenster gemaximaliseerd moet starten
pl: Czy główne okno jest zmaksymalizowane podczas uruchamiania
tr: Ana pencerenin başlangıçta en büyük boyutta açılıp açılmayacağı
zh_cn: 启动时主窗口是否最大化

source: Matrix group messaging app
cs: Aplikace pro komunikaci ve skupinách Matrix
hu: Matrix csoportos üzenetküldő alkalmazás
nl: Matrix-groepsgesprekkentoepassing
pl: Rozmowy grupowe w sieci Matrix
tr: Matrix grup mesajlaşma uygulaması
zh_cn: Matrix 团组聊天应用

source: Fractal is a Matrix messaging app for GNOME written in Rust. Its interface is optimized for collaboration in large groups, such as free software projects.
cs: Fractal je aplikace pro komunikaci ve skupinách Matrix pro pracovní prostředí GNOME. Je napsaná v jazyce Rust a jejích uživatelské rozhraní je optimalizované pro spolupráci ve velkých skupinách, jako jsou různé otevřené softwarové projekty.
hu: A Fractal egy Rust nyelven írt Matrix üzenetküldő alkalmazás. A felülete nagy csoportok közti együttműködésre lett optimalizálva, mint például a szabad szoftveres projektek.
nl: Fractal is een Matrix-berichtentoepassing voor Gnome, geschreven in Rust. De gebruikersinterface is geoptimaliseerd voor samenwerken in grote groepen, zoals vrijesoftwareprojecten.
pl: Fractal jest komunikatorem sieci Matrix dla środowiska GNOME napisanym w języku Rust. Jego interfejs jest zoptymalizowany do współpracy dużych grup, takich jak projekty wolnego oprogramowania.
tr: Fractal, GNOME için Rust’la yazılmış bir Matrix mesajlaşma uygulamasıdır. Arayüzü özgür yazılım projeleri gibi büyük gruplarda iş birliği için eniyileştirilmiştir.
zh_cn: Fractal 是一个用 Rust 为 GNOME 编写的 Matrix 聊天应用。它的界面是为如自由软件工程等大型合作团队优化的。

source: Other people can find you by searching for any of these identifiers.
cs: Ostatní lidé vás mohou najít podle následujících údajů.
hu: Mások ezen azonosítók egyikének keresésével találhatják meg Önt.
nl: Anderen kunnen u vinden door te zoeken naar een van deze identificeerders.
pl: Inni mogą odnajdywać użytkownika wyszukując dowolne z tych identyfikatorów.
tr: Diğer kişiler bu tanımlayıcılardan herhangi biri için aratarak sizi bulabilirler.
zh_cn: 其他人可以通过搜索这些身份标识找到你。

source: Name
cs: Název
hu: Név
nl: Naam
pl: Nazwa
tr: Ad
zh_cn: 名字

source: Type in your name
cs: zadejte své jméno
hu: Írja be a nevét
nl: Voer uw naam in
pl: Nazwa użytkownika
tr: Adınızı girin
zh_cn: 输入您的名字

source: Email
nl: E-mailadres
pl: Adres e-mail
tr: E-posta
zh_cn: 电子邮件

source: Phone
cs: Telefon
hu: Telefon
nl: Telefoon
pl: Telefon
tr: Telefon
zh_cn: 手机

source: Password
cs: Heslo
hu: Jelszó
nl: Wachtwoord
pl: Hasło
tr: Parola
zh_cn: 密码

source: Advanced Information
cs: Upřesňující informace
hu: Speciális információk
nl: Geavanceerde informatie
pl: Zaawansowane informacje
tr: Gelişmiş Bilgiler
zh_cn: 高级信息

source: Homeserver
cs: Domovský server
hu: Gazdakiszolgáló
nl: Thuisserver
pl: Serwer domowy
tr: Evsunucu
zh_cn: 主服务器

source: Matrix ID
cs: ID Matrixu
hu: Matrix-azonosító
pl: Identyfikator Matrix
tr: Matrix Kimliği

source: Device ID
cs: ID zařízení
hu: Eszközazonosító
nl: Apparaat-ID
pl: Identyfikator urządzenia
tr: Aygıt Kimliği
zh_cn: 设备 ID

source: Deactivate Account
cs: Deaktivovat účet
hu: Fiók deaktiválása
nl: Account verwijderen
pl: Dezaktywuj konto
tr: Hesabı Devre Dışı Bırak
zh_cn: 注销账号

source: Deactivating your account means that you will lose all your messages, contacts, and files.
cs: Deaktivace účtu znamená, že přijdete o všechny své zprávy, kontakty a soubory.
hu: A fiók deaktiválása azt jelenti, hogy elveszíti az összes üzenetét, névjegyét és fájlját.
nl: Uw account verwijderen houdt in dat u al uw berichten, contacten en bestanden zult verliezen.
pl: Dezaktywacja konta oznacza utratę wszystkich wiadomości, kontaktów i plików.
tr: Hesabınızı devre dışı bırakırsanız tüm iletilerinizi, kişilerinizi ve dosyalarınızı kaybedersiniz.
zh_cn: 注销您的账号意味着您将失去所有的消息、联系人和文件。

source: To confirm that you really want to deactivate this account type in your password:
cs: Abyste potvrdili, že jej opravdu chcete deaktivovat, zadejte své heslo:
hu: Annak megerősítéséhez, hogy valóban deaktiválni szeretné ezt a fiókot, írja be a jelszavát:
nl: Voer uw wachtwoord in om te bevestigen dat u deze account echt wilt verwijderen:
pl: Aby potwierdzić, że na pewno to konto ma zostać dezaktywowane, należy wpisać hasło:
tr: Hesabınızı gerçekten devre dışı bırakmak istediğinizi onaylamak için parolanızı girin:
zh_cn: 为确认您真要注销该账号请输入您的密码：

source: Also erase all messages
cs: Smazat také všechny zprávy
hu: Az összes üzenet törlése
nl: Ook alle berichten verwijderen
pl: Usunięcie także wszystkich wiadomości
tr: Tüm iletileri de sil
zh_cn: 同时擦除所有消息

source: Account Settings
cs: Nastavení účtu
hu: Fiókbeállítások
nl: Accountinstellingen
pl: Ustawienia konta
tr: Hesap Ayarları
zh_cn: 账号设置

source: Back
cs: Zpět
hu: Vissza
nl: Terug
pl: Wstecz
tr: Geri
zh_cn: 返回

source: Check your email
cs: Podívejte se do svých e-mailů
hu: Nézze meg az e-mailjét
nl: Controleer uw e-mail
pl: Proszę sprawdzić pocztę
tr: E-postanızı denetleyin
zh_cn: 检查您的电子邮件

source: Cancel
cs: Zrušit
hu: Mégse
nl: Annuleren
pl: Anuluj
tr: İptal
zh_cn: 取消

source: Apply
cs: Použít
hu: Alkalmaz
nl: Toepassen
pl: Zastosuj
tr: Uygula
zh_cn: 应用

source: Room Directory
cs: Adresář místností
hu: Szobajegyzék
nl: Gespreksmap
pl: Katalog pokoi
tr: Oda Dizini
zh_cn: 聊天室目录

source: Join Room
cs: Vstoupit do místnosti
hu: Csatlakozás szobához
nl: Gesprek binnengaan
pl: Dołącz do pokoju
tr: Odaya Katıl
zh_cn: 加入聊天室

source: New Room
cs: Nová místnost
hu: Új szoba
nl: Nieuw gesprek
pl: Nowy pokój
tr: Yeni Oda
zh_cn: 新建聊天室

source: New Direct Chat
cs: Nová přímá diskuze
hu: Új közvetlen csevegés
nl: Nieuw tweegesprek
pl: Nowa rozmowa
tr: Yeni Doğrudan Sohbet
zh_cn: 新建直接聊天

source: Play
cs: Přehrát
hu: Lejátszás
nl: Afspelen
pl: Odtwarza
tr: Oynat
zh_cn: 播放

source: New direct chat
cs: Nová přímá diskuze
hu: Új közvetlen csevegés
nl: Nieuw tweegesprek
pl: Nowa rozmowa
tr: Yeni doğrudan sohbet
zh_cn: 新建直接聊天

source: Start chat
cs: Začít diskuzi
hu: Csevegés indítása
nl: Gesprek beginnen
pl: Rozpocznij rozmowę
tr: Sohbet başlat
zh_cn: 开始聊天

source: Select room image file
hu: Válasszon szobaképfájlt
nl: Selecteer afbeelding voor gesprek
pl: Wybór pliku obrazu pokoju
tr: Oda resmi dosyası seç
zh_cn: 选择聊天室图像文件

source: Invitation
cs: Pozvánka
hu: Meghívás
nl: Uitnodiging
pl: Zaproszenie
tr: Davetiye
zh_cn: 邀请

source: Reject
cs: Odmítnout
hu: Elutasítás
nl: Weigeren
pl: Odrzuć
tr: Reddet
zh_cn: 拒绝

source: Accept
cs: Přijmout
hu: Elfogadás
nl: Aanvaarden
pl: Przyjmij
tr: Kabul Et
zh_cn: 接受

source: Invite
cs: Pozvat
hu: Meghívás
nl: Uitnodigen
pl: Zaproś
tr: Davet Et
zh_cn: 邀请

source: ID or Alias
cs: ID nebo přezdívka
hu: Azonosító vagy álnév
nl: ID of alias
pl: Identyfikator lub alias
tr: Kimlik veya Takma Ad
zh_cn: ID 或别名

source: Join room
cs: Vstoupit do místnosti
hu: Csatlakozás szobához
nl: Gesprek binnengaan
pl: Dołącz do pokoju
tr: Odaya katıl
zh_cn: 加入聊天室

source: Join
cs: Vstoupit
hu: Csatlakozás
nl: Binnengaan
pl: Dołącz
tr: Katıl
zh_cn: 加入

source: Close
cs: Zavřít
hu: Bezárás
nl: Sluiten
pl: Zamknij
tr: Kapat
zh_cn: 关闭

source: Leave?
cs: Opustit?
hu: Kilép?
nl: Verlaten?
pl: Opuścić?
tr: Terket?
zh_cn: 离开？

source: Once you leave, you won’t be able to interact with people in the room anymore.
cs: Jakmile ji opustíte, nebudete moci nadále komunikovat s lidmi v místnosti.
hu: Ha kilép, akkor többé nem fog tudni kapcsolatba lépni a szobában lévő emberekkel.
nl: Van zodra u het gesprek verlaat, zult u geen berichten meer kunnen uitwisselen met de andere deelnemers van het gesprek.
pl: Po opuszczeniu nie będzie można już komunikować się z osobami w pokoju.
tr: Ayrıldığınızda bu odadaki insanlarla etkileşemeyeceksiniz.
zh_cn: 一旦您离开，您将再也不能和该聊天室的人们交流了。

source: Leave room
cs: Opustit místnost
hu: Szoba elhagyása
nl: Gesprek verlaten
pl: Opuść pokój
tr: Odayı terket
zh_cn: 离开聊天室

source: Welcome to Fractal
cs: Vítejte v aplikaci Fractal
hu: Üdvözli a Fractal
nl: Welkom bij Fractal
pl: Witamy w programie Fractal
tr: Fractal’a Hoş Geldiniz
zh_cn: 欢迎使用 Fractal

source: _Log In
cs: Přih_lásit se
hu: _Bejelentkezés
nl: Aanme_lden
pl: _Zaloguj się
tr: _Giriş Yap
zh_cn: 登录(_L)

source: _Create Account
cs: Vy_tvořit účet
hu: _Fiók létrehozása
nl: _Account aanmaken
pl: _Utwórz konto
tr: _Hesap Yarat
zh_cn: 创建账号(_C)

source: What is your Provider?
cs: Kdo je váš poskytovatel?
hu: Mi a szolgáltatója?
nl: Wie is uw leverancier?
pl: Jakiego dostawcy używać?
tr: Sağlayıcınız Nedir?
zh_cn: 您的提供者是什么？

source: Matrix provider domain, e.g. myserver.co
cs: Doména poskytovatele Matrixu, napr. mujserver.cz
hu: Matrix szolgáltató tartomány, például myserver.co
nl: Matrix-leveranciersdomein, bv. mijnserver.be
pl: Domena dostawcy Matrix, np. example.com
tr: Matrix sağlayıcı alan adı, örn: sunucum.co
zh_cn: Matrix 提供者域名，例如 myserver.com

source: The domain may not be empty.
cs: Doména nesmí být prázdná.
hu: A tartomány nem lehet üres.
nl: Het domein mag niet leeg zijn.
pl: Domena nie może być pusta.
tr: Alan adı boş olamaz.
zh_cn: 域名不能为空。

source: _User ID
cs: ID _uživatele
hu: _Felhasználó-azonosító
nl: Gebr_uikers-ID
pl: _Identyfikator użytkownika
tr: _Kullanıcı Kimliği
zh_cn: 用户标识(_U)

source: _Password
cs: _Heslo
hu: _Jelszó
nl: Wa_chtwoord
pl: _Hasło
tr: _Parola
zh_cn: 密码(_P)

source: User name, email, or phone number
cs: Uživatelské jméno, e-mail nebo telefonní číslo
hu: Felhasználónév, e-mail vagy telefonszám
nl: Gebruikersnaam, e-mailadres of telefoonnummer
pl: Nazwa użytkownika, adres e-mail lub numer telefonu
tr: Kullanıcı adı, e-posta veya telefon numarası
zh_cn: 用户名、电子邮件或手机号码

source: _Forgot Password?
cs: Zapo_mněli jste heslo?
hu: _Elfelejtette a jelszavát?
nl: Wachtwoord _vergeten?
pl: _Nie pamiętasz hasła?
tr: _Parolayı Unuttum?
zh_cn: 忘记了密码？(_F)

source: Invalid username or password
cs: Neplatné uživatelské jméno nebo heslo
hu: Érvénytelen felhasználónév vagy jelszó
nl: Ongeldige gebruikersnaam of wachtwoord
pl: Nieprawidłowa nazwa użytkownika lub hasło
tr: Geçersiz kullanıcı adı veya parola
zh_cn: 无效用户名或密码

source: Choose Provider
cs: Výběr poskytovatele
hu: Szolgáltató választása
nl: Kies een leverancier
pl: Wybór dostawcy
tr: Sağlayıcı Seç
zh_cn: 选择提供者

source: _Next
cs: _Další
hu: _Következő
nl: Volge_nde
pl: _Dalej
tr: _Sonraki
zh_cn: 下一步(_N)

source: Log In
cs: Přihlášení
hu: Bejelentkezés
nl: Aanmelden
pl: Logowanie
tr: Giriş Yap
zh_cn: 登录

source: Log Out
cs: Odhlásit se
hu: Kijelentkezés
nl: Uitloggen
pl: Wyloguj się
tr: Çıkış Yap
zh_cn: 登出

source: Keyboard _Shortcuts
cs: Kláve_sové zkratky
hu: Gyorsbillentyű_k
nl: _Sneltoetsen
pl: _Skróty klawiszowe
tr: Klavye _Kısayolları
zh_cn: 键盘快捷键(_S)

source: _About Fractal
cs: O _aplikaci Fractal
hu: A Fractal _névjegye
nl: _Over Fractal
pl: _O programie
tr: Fractal _Hakkında
zh_cn: 关于 Fractal(_A)

source: No room selected
cs: Není vybraná žádná místnost
hu: Nincs szoba kiválasztva
nl: Geen gesprek geselecteerd
pl: Nie wybrano pokoju
tr: Oda seçilmedi
zh_cn: 未选择聊天室

source: Join a room to start chatting
cs: Diskuzi začněte vstoupením do místnosti
hu: Csatlakozzon egy szobához a csevegés elkezdéséhez
nl: Ga een gesprek binnen om te beginnen babbelen
pl: Dołączenie do pokoju umożliwi rozpoczęcie rozmowy
tr: Sohbet etmeye başlamak için bir odaya katılın
zh_cn: 加入聊天室开始聊天

source: No room
cs: Žádná místnost
hu: Nincs szoba
nl: Geen gesprek
pl: Brak pokoju
tr: Hiç oda yok
zh_cn: 没有聊天室

source: Chat
hu: Csevegés
nl: Gesprek
pl: Rozmowa
tr: Sohbet
zh_cn: 聊天

source: Directory
hu: Jegyzék
nl: Map
pl: Katalog
tr: Dizin
zh_cn: 目录

source: Loading
hu: Betöltés
nl: Bezig met laden
pl: Wczytywanie
tr: Yükleniyor
zh_cn: 正在加载

source: User
cs: Uživatel
hu: Felhasználó
nl: Gebruiker
pl: Użytkownik
tr: Kullanıcı
zh_cn: 用户

source: Add
cs: Přidat
hu: Hozzáadás
nl: Toevoegen
pl: Dodaj
tr: Ekle
zh_cn: 添加

source: Room search
cs: Hledat místnost
hu: Szoba keresése
nl: Gesprek zoeken
pl: Wyszukiwanie pokoju
tr: Oda arama
zh_cn: 聊天室搜索

source: Room Menu
cs: Nabídka místnosti
hu: Szoba menü
nl: Gespreksmenu
pl: Menu pokoju
tr: Oda Menüsü
zh_cn: 聊天室菜单

source: Default Matrix Server
cs: Výchozí server Matrix
hu: Alapértelmezett Matrix-kiszolgáló
nl: Standaard-Matrix-server
pl: Domyślny serwer Matrix
tr: Öntanımlı Matrix Sunucusu
zh_cn: 默认 Matrix 服务器

source: Markdown
cs: Formátování
pl: Formatowanie Markdown

source: > quote
cs: > citace
hu: > idézet
nl: > citeren
pl: > cytat
tr: > alıntı
zh_cn: > 引用

source: **bold**
cs: **tučné**
hu: **félkövér**
nl: **vetgedrukt**
pl: **pogrubienie**
tr: **kalın**
zh_cn: **粗体**

source: `code`
cs: `kód`
hu: `kód`
pl: `kod`
tr: `kod`
zh_cn: `代码`

source: *italic*
cs: *kurzíva*
hu: *dőlt*
nl: *schuingedrukt*
pl: *pochylenie*
tr: *eğik*
zh_cn: *斜体*

source: Loading more media
cs: Načítají se další multimédia
hu: További média betöltése
nl: Meer media worden geladen
pl: Wczytywanie więcej multimediów
tr: Daha çok ortam yükleniyor
zh_cn: 正在加载更多媒体

source: Search for room members
cs: hledat členy místnosti
hu: Szobatagok keresése
nl: Zoeken naar gespreksdeelnemers
pl: Wyszukiwanie członków pokoju
tr: Oda üyeleri için arat
zh_cn: 搜索聊天室成员

source: Reply
cs: Odpovědět
hu: Válasz
nl: Beantwoorden
pl: Odpowiedz
tr: Yanıtla
zh_cn: 回复

source: Open With…
cs: Otevřít pomocí…
hu: Megnyitás ezzel…
nl: Openen met…
pl: Otwórz za pomocą…
tr: Bununla Aç…
zh_cn: 打开方式…

source: Save Image As…
cs: Uložit obrázek jako…
hu: Kép mentése másként…
nl: Afbeelding opslaan als…
pl: Zapisz obraz jako…
tr: Görüntüyü Farklı Kaydet…
zh_cn: 保存图像为…

source: Save Video As…
cs: Uložit video jako…
hu: Videó mentése másként…
nl: Video opslaan als…
pl: Zapisz film jako…
tr: Videoyu Farklı Kaydet…
zh_cn: 保存视频为…

source: Copy Image
cs: Kopírovat obrázek
hu: Kép másolása
nl: Afbeelding kopiëren
pl: Skopiuj obraz
tr: Görüntüyü Kopyala
zh_cn: 复制图像

source: Copy Selection
cs: Kopírovat výběr
hu: Kijelölés másolása
nl: Selectie kopiëren
pl: Skopiuj zaznaczenie
tr: Seçileni Kopyala
zh_cn: 复制选区

source: Copy Text
cs: Kopírovat text
hu: Szöveg másolása
nl: Tekst kopiëren
pl: Skopiuj tekst
tr: Metni Kopyala
zh_cn: 复制文本

source: View Source
cs: Zobrazit zdrojový kód
hu: Forrás megtekintése
nl: Bron bekijken
pl: Wyświetl źródło
tr: Kaynağı Görüntüle
zh_cn: 查看来源

source: Delete Message
cs: Smazat zprávu
hu: Üzenet törlése
nl: Bericht verwijderen
pl: Usuń wiadomość
tr: İletiyi Sil
zh_cn: 删除消息

source: Message Source
cs: Zdrojový kód zprávy
hu: Üzenet forrása
nl: Berichtbron
pl: Źródło wiadomości
tr: İleti Kaynağı
zh_cn: 消息来源

source: Copy To Clipboard
cs: Zkopírovat do schránky
hu: Másolás a vágólapra
nl: Kopiëren naar klembord
pl: Skopiuj do schowka
tr: Panoya Kopyala
zh_cn: 复制到剪贴板

source: Private Chat
hu: Privát csevegés
nl: Privégesprek
pl: Rozmowa prywatna
tr: Özel Sohbet
zh_cn: 私人聊天

source: Public
cs: Veřejná
hu: Nyilvános
nl: Openbaar
pl: Publiczny
tr: Genel
zh_cn: 公开

source: Create new room
cs: Vytvoření nové místnosti
hu: Új szoba létrehozása
nl: Nieuw gesprek aanmaken
pl: Utworzenie nowego pokoju
tr: Yeni oda yarat
zh_cn: 创建新聊天室

source: Create
cs: Vytvořit
hu: Létrehozás
nl: Aanmaken
pl: Utwórz
tr: Yarat
zh_cn: 创建

source: Room name
cs: Název místnosti
hu: Szoba neve
nl: Gespreksnaam
pl: Nazwa pokoju
tr: Oda adı
zh_cn: 聊天室名字

source: Visibility
cs: Viditelnost
hu: Láthatóság
nl: Zichtbaarheid
pl: Widoczność
tr: Görünürlük
zh_cn: 可见性

source: Private
cs: Soukromá
hu: Privát
nl: Privé
pl: Prywatny
tr: Özel
zh_cn: 私人

source: _Cancel
cs: _Zrušit
hu: _Mégse
nl: _Annuleren
pl: _Anuluj
tr: _İptal Et
zh_cn: 取消(_C)

source: Ch_ange
cs: Z_měnit
hu: Mó_dosítás
nl: _Wijzigen
pl: _Zmień
tr: _Değiştir
zh_cn: 修改(_A)

source: The passwords do not match.
cs: Hesla nejsou stejná.
hu: A jelszavak nem egyeznek.
nl: De wachtwoorden komen niet overeen.
pl: Hasła się nie zgadzają.
tr: Parolalar eşleşmiyor.
zh_cn: 密码不匹配。

source: _Verify New Password
cs: O_věřit nové heslo
hu: Új j_elszó ellenőrzése
nl: Nieuw wachtwoord _controleren
pl: _Sprawdzenie poprawności nowego hasła
tr: Yeni Parolayı _Doğrula
zh_cn: 验证新密码(_V)
